app/controllers/pages_controller.rb

  def home
    @title = "Home"
    @users = User.order("first_name ASC")
---
SELECT "users".* FROM "users" ORDER BY first_name ASC